[
  {
        "Acrospire": "The beginnings of the plant shoot in germinating barley.",

        "Adjunct": "Any non-enzymatic fermentable. Adjuncts include: unmalted cereals such as flaked barley or corn grits, syrups, and sugars.",

        "Aerate": "To mix air into solution to provide oxygen for the yeast.",

        "Aerobic": "A process that utilizes oxygen.",

        "Anaerobic": "A process that does not utilize oxygen or may require the absence of it.",

        "Aldehyde": "A chemical precursor to alcohol. In some cases, alcohol can be oxidized to aldehydes, creating off-flavors.",

        "Alkalinity": "The condition of pH between 7-14. The chief cause of alkalinity in brewing water is the bicarbonate ion (HCO3-1).",

        "Aleurone Layer": "The living sheath surrounding the endosperm of a barley corn, containing enzymes.",

        "Amino Acids": "An essential building block of protein, being comprised of an organic acid containing an amine group (NH2).",

        "Amylopectin": "A branched starch chain found in the endosperm of barley. It can be considered to be composed of amylose.",

        "Amylose": "A straight-chain starch molecule found in the endosperm of barley.",

        "Amylase": "An enzyme group that converts starches to sugars, consisting primarily of alpha and beta amylase. Also referred to as the diastatic enzymes.",

        "Autolysis": "When yeast run out of nutrients and die, they release their innards into the beer, producing off-flavors.",

        "Ale":  "A beer brewed from a top-fermenting yeast with a relatively short, warm fermentation.",

        "Alpha Acid Units (AAU)": "A homebrewing measurement of hops. Equal to the weight in ounces multiplied by the percent of alpha acids.",
        
        "Attenuation": "The degree of conversion of sugar to alcohol and CO2.",
       
        "Balling, Brix, or Plato": "These three nearly identical units are the standard for the professional brewing industry for describing the amount of available extract as a weight percentage of cane sugar in solution, as opposed to specific gravity. Eg. 10 °Plato is equivalent to a specific gravity of 1.040.",

        "Beer": "Any beverage made by fermenting a wort made from malted barley and seasoned with hops.",
        
        "Beerstone": "A hard organo-metallic scale that deposits on fermentation equipment; chiefly composed of calcium oxalate.",

        "Biotin": "A colorless crystalline vitamin of the B complex, found especially in yeast, liver, and egg yolk.",

        "Blow-off": "A type of airlock arrangement consisting of a tube exiting from the fermenter, submerging into a bucket of water, that allows the release of carbon dioxide and removal of excess fermentation material.",

        "Buffer": "A chemical species, such as a salt, that by disassociation or re-association stabilizes the pH of a solution.",
        
        "Cellulose": "Similar to a starch, but organized in a mirror aspect; cellulose cannot be broken down by starch enzymes, and vice versa.",

        "Cold Break": "Proteins that coagulate and fall out of solution when the wort is rapidly cooled prior to pitching the yeast.",
        
        "Conditioning": "An aspect of secondary fermentation in which the yeast refine the flavors of the final beer. Conditioning continues in the bottle.",
        
        "Decoction": "A method of mashing wherein temperature rests are achieved by boiling a part of the mash and returning it to the mash tun.",

        "Dextrin": "A complex sugar molecule, left over from diastatic enzyme action on starch.",

        "Dextrose": "Equivalent to Glucose, but with a mirror-image molecular structure.",

        "Diastatic Power": "The amount of diastatic enzyme potential that a malt contains.",

        "Dimethyl Sulfide (DMS)": "A background flavor compound that is desirable in low amounts in lagers, but that at high concentrations tastes of cooked vegetables.",

        "Enzymes": "Protein-based catalysts that effect specific biochemical reactions.",

        "Endosperm": "The nutritive tissue of a seed, consisting of carbohydrates, proteins, and lipids.",
        
        "Esters": "Aromatic compounds formed from alcohols by yeast action. Typically smell fruity.",
        
        "Ethanol": "The type of alcohol in beer formed by yeast from malt sugars.",
        
        "Extraction": "The soluble material derived from barley malt and adjuncts. Not necessarily fermentable.",

        "Fatty Acid": "Any of numerous saturated or unsaturated aliphatic monocarboxylic acids, including many that occur in the form of esters or glycerides, in fats, waxes, and essential oils.",
        
        "Fermentation": "The total conversion of malt sugars to beer, defined here as three parts, adaptation, primary, and secondary.",
        
       "Finings": "Ingredients such as isinglass, bentonite, Irish moss, etc, that act to help the yeast to flocculate and settle out of finished beer.",

        "Flocculation": "To cause to group together. In the case of yeast, it is the clumping and settling of the yeast out of solution.",

        "Fructose": "Commonly known as fruit sugar, fructose differs from glucose by have a ketone group rather than an aldehydic carbonyl group attachment.",

        "Fusel Alcohol": "A group of higher molecular weight alcohols that esterify under normal conditions. When present after fermentation, fusels have sharp solvent-like flavors and are thought to be partly responsible for hangovers.",
        
        "Gravity":  "Density, gravity describes the concentration of malt sugar in the wort. The specific gravity of water is 1.000 at 59F. Typical beer worts range from 1.035 - 1.055 before fermentation (Original Gravity).",

        "Gelatinization": "The process of rendering starches soluble in water by heat, or by a combination of heat and enzyme action, is called gelatinization.",

        "Germination": "Part of the malting process where the acrospire grows and begins to erupt from the hull.",

        "Glucose": "The most basic unit of sugar. A single sugar molecule.",

        "Glucanase": "An enzyme that act on beta glucans, a type of gum found in the endosperm of unmalted barley, oatmeal, and wheat.",

        "Grist": "The term for crushed malt before mashing.",

        "Hardness": "The hardness of water is equal to the concentration of dissolved calcium and magnesium ions. Usually expressed as ppm of (CaCO3).",

        "Hydrolysis": "The process of dissolution or decomposition of a chemical structure in water by chemical or biochemical means.",

        "Hopback": "A vessel that is filled with hops to act as a filter for removing the break material from the finished wort.",

        "Hot Water Extract": "The international unit for the total soluble extract of a malt, based on specific gravity. HWE is measured as liter*degrees per kilogram, and is equivalent to points/pound/gallon (PPG) when you apply metric conversion factors for volume and weight. The combined conversion factor is 8.3454 X PPG = HWE.",

        "Hops":  "Hop vines are grown in cool climates and brewers make use of the cone-like flowers. The dried cones are available in pellets, plugs, or whole.",
        
        "Hot Break": "Proteins that coagulate and fall out of solution during the wort boil.",
        
        "International Bittering Units (IBU)": "A more precise unit for measuring hops. Equal to the AAU multiplied by factors for percent utilization, wort volume and wort gravity.",
        
        "Infusion": "A mashing process where heating is accomplished via additions of boiling water.",

        "Invert Sugar": "A mixture of dextrose and fructose found in fruits or produced artificially by the inversion of sucrose (e.g. hydrolyzed cane sugar).",

        "Isinglass": "The clear swim bladders of a small fish, consisting mainly of the structural protein collagen, acts to absorb and precipitate yeast cells, via electrostatic binding.",

        "Irish Moss": "An emulsifying agent, Irish moss promotes break material formation and precipitation during the boil and upon cooling.",

        "Krausen (kroy-zen)": "Used to refer to the foamy head that builds on top of the beer during fermentation. Also an advanced method of priming.",
        
        "Lactose": "A nonfermentable sugar, lactose comes from milk and has historically been added to Stout, hence Milk Stout.",
        
        "Lager": "A beer brewed from a bottom-fermenting yeast and given a long cool fermentation.",

        "Lag Phase": "The period of adaptation and rapid aerobic growth of yeast upon pitching to the wort. The lag time typically lasts from 2-12 hours.",
        
        "Lauter": "To strain or separate. Lautering acts to separate the wort from grain via filtering and sparging.",

        "Lipid": "Any of various substances that are soluble in nonpolar organic solvents, and that include fats, waxes, phosphatides, cerebrosides, and related and derived compounds. Lipids, proteins, and carbohydrates compose the principal structural components of living cells.",

        "Liquefaction": "As alpha amylase breaks up the branched amylopectin molecules in the mash, the mash becomes less viscous and more fluid; hence the term liquefaction of the mash and alpha amylase being referred to as the liquefying enzyme.",

        "Lupulin Glands": "Small bright yellow nodes at the base of each of the hop petals, which contain the resins utilized by brewers.",

        "Maillard Reaction": "A browning reaction caused by external heat wherein a sugar (glucose) and an amino acid form a complex, and this product has a role in various subsequent reactions that yield pigments and melanoidins.",

        "Maltose": "The preferred food of brewing yeast. Maltose consists of two glucose molecules joined by a 1-4 carbon bond.",

        "Maltotriose": "A sugar molecule made of three glucoses joined by 1-4 carbon bonds.",

        "Mash": "The hot water steeping process that promotes enzymatic breakdown of the grist into soluble, fermentable sugars.",

        "Melanoidins": "Strong flavor compounds produced by browning (Maillard) reactions.",

        "Methanol": "Also known as wood alcohol, methanol is poisonous and cannot be produced in any significant quantity by the beer making process.",

        "Modification": "An inclusive term for the degree of degradation and simplification of the endosperm and the carbohydrates, proteins, and lipids that comprise it.",

        "Peptidase": "A proteolytic enzyme which breaks up small proteins in the endosperm to form amino acids.",

        "pH": "A negative logarithmic scale (1-14) that measures the degree of acidity or alkalinity of a solution for which a value of 7 represents neutrality. A value of 1 is most acidic, a value of 14 is most alkaline.",

        "ppm": "The abbreviation for parts per million and equivalent to milligrams per liter (mg/l). Most commonly used to express dissolved mineral concentrations in water.",

        "Points per Pound per Gallon (PPG)": "The US homebrewers unit for total soluble extract of a malt, based on specific gravity. The unit describes the change in specific gravity (points) per pound of malt, when dissolved in a known volume of water (gallons). Can also be written as gallon*degrees per pound.",

        "Protease": "A proteolytic enzyme which breaks up large proteins in the endosperm that would cause haze in the beer.",
        
        "Phenol, Polyphenol": "A hydroxyl derivative of an aromatic hydrocarbon that causes medicinal flavors and is involved in staling reactions.",
        
        "Proteolysis": "The degradation of proteins by proteolytic enzymes e.g. protease and peptidase.",
        
        "Pitching": "Term for adding the yeast to the fermenter.",
        
        "Primary Fermentation": "The initial fermentation activity marked by the evolution of carbon dioxide and Krausen. Most of the total attenuation occurs during this phase.",
        
        "Priming": "The method of adding a small amount of fermentable sugar prior to bottling to give the beer carbonation.",
        
        "Racking": "The careful siphoning of the beer away from the trub.",

        "Saccharification": "The conversion of soluble starches to sugars via enzymatic action.",

        "Sanitize": "To reduce microbial contaminants to insignificant levels.",
        
        "Secondary Fermentation": "A period of settling and conditioning of the beer after primary fermentation and before bottling.",
        
        "Sterilize": "To eliminate all forms of life, especially microorganisms, either by chemical or physical means.",
        
        "Sparge": "To sprinkle. To rinse the grainbed during lautering.",

        "Sterols": "Any of various solid steroid alcohols widely distributed in plant and animal lipids.",
        
        "Sucrose": "This disaccharide consists of a fructose molecule joined with a glucose molecule. It is most readily available as cane sugar.",

        "Tannins": "Astringent polyphenol compounds that can cause haze and/or join with large proteins to precipitate them from solution. Tannins are most commonly found in the grain husks and hop cone material.",

        "Trub (trub or troob)": "The sediment at the bottom of the fermenter consisting of hot and cold break material, hop bits, and dead yeast.",
        
        "Wort (wart or wert)": "The malt-sugar solution that is boiled prior to fermentation.",
        
        "Zymurgy": "The science of brewing and fermentation."
    }
]
